---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ArrowSize
source: html/7dcb8c35-0e0a-df02-7e10-049b0b3e760e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ArrowSize Property

"Tick Size"

## Syntax (C#)
```csharp
public static ForgeTypeId ArrowSize { get; }
```